# LayeredF0 Property (2024)

---
C#Visual BasicVisual C++
Revit 2024 API
---
AdvancedLayered..::..LayeredF0 Property
AdvancedLayered Class See Also
---
The property labeled "Clearcoat reflectance" from the "AdvancedLayered" schema.
**Namespace:** Autodesk.Revit.DB.Visual**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2018.1
# Syntax
C#
---
```text
public static string LayeredF0 { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property LayeredF0 As String
	Get
```

Visual C++
---
```text
public:
static property String^ LayeredF0 {
	String^ get ();
}
```

# Remarks
This property is of type "AssetPropertyDouble". This property allows a connected asset.
# See Also
AdvancedLayered Class
Autodesk.Revit.DB.Visual Namespace